"What would you like to ask ChatGPT about?" = "À quel sujet voulez-vous interroger ChatGPT?";

"Chat Identifier" = "Identifiant de clavardage";

"Toggle Sidebar" = "Afficher/masquer la barre latérale";

"Message Identifier" = "Identifiant de message";

"Message" = "Message";

"New Temporary Chat" = "Nouveau clavardage temporaire";

"Start voice conversation with ChatGPT" = "Démarrer une conversation vocale avec ChatGPT";

"Indicates whether a new chat should be started" = "Indique si un nouveau clavardage doit être démarré";

"This action will send a single message to a chat with ChatGPT and return the response." = "Cette action enverra un message unique dans un clavardage avec ChatGPT et renverra la réponse.";

"%@" = "%@";

"Message to send to ChatGPT" = "Message à envoyer à ChatGPT";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Activer un échange par clavardage ou réaliser le raccourci immédiatement après avoir obtenu une réponse";

"Continuous chat" = "Clavardage continu";

"Change Shortcut" = "Modifier le raccourci";

"Would you like to start a new chat?" = "Voulez-vous démarrer un nouveau clavardage?";

"Ask ChatGPT" = "Demander à ChatGPT";

"Model" = "Modèle";

"Model slug" = "Identifiant de modèle";

"Check for Updates…" = "Rechercher des mises à jour…";

"Settings…" = "Paramètres…";

"New Chat" = "Nouveau clavardage";

"Start new chat" = "Démarrer un nouveau clavardage";

"ChatGPT Help" = "Aide pour ChatGPT";

"Is there anything else you would like to ask about?" = "Voulez-vous me demander autre chose?";

"Start voice conversation" = "Démarrer une conversation vocale";

"Which model would you like to use?" = "Quel modèle voulez-vous utiliser?";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Cette action lance l’appli ChatGPT pour démarrer une conversation vocale avec ChatGPT.";

"Model to use with the new chat" = "Modèle à utiliser avec le nouveau clavardage";

"Model name" = "Nom du modèle";

"Content" = "Contenu";

"You can continue this chat from the app." = "Vous pouvez poursuivre ce clavardage dans l’appli.";

